Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# ProfileMemoryVideoRowTip
source: Memory the game holds on the graphics card. The scale runs from the lowest to the highest reading in view.
cs_cz: Paměť, kterou hra drží na grafické kartě. Stupnice sahá od nejnižší po nejvyšší hodnotu v zobrazeném úseku.
de_de: Speicher, den das Spiel auf der Grafikkarte belegt. Die Skala reicht vom niedrigsten bis zum höchsten Wert im sichtbaren Bereich.
es_es: Memoria que el juego ocupa en la tarjeta gráfica. La escala va del valor más bajo al más alto del intervalo visible.
fr_fr: Mémoire que le jeu occupe sur la carte graphique. L’échelle va de la valeur la plus basse à la plus haute de la plage affichée.
id_id: Memori yang dipegang game di kartu grafis. Skala berjalan dari nilai terendah ke tertinggi dalam rentang yang terlihat.
it_it: Memoria che il gioco occupa sulla scheda grafica. La scala va dal valore più basso al più alto nell'intervallo visibile.
ja_jp: ゲームがグラフィックカード上に確保しているメモリです。目盛りは表示範囲の最小から最大までです。
ko_kr: 게임이 그래픽카드에 올려 둔 메모리입니다. 눈금은 보이는 구간의 최저에서 최고까지입니다.
pl_pl: Pamięć zajmowana przez grę na karcie graficznej. Skala obejmuje od najniższej do najwyższej wartości w widocznym zakresie.
pt_br: Memória que o jogo ocupa na placa de vídeo. A escala vai do menor ao maior valor no intervalo visível.
ru_ru: Память, которую игра занимает на видеокарте. Шкала идёт от наименьшего до наибольшего значения в видимом диапазоне.
th_th: หน่วยความจำที่เกมใช้บนการ์ดจอ สเกลเริ่มจากค่าต่ำสุดถึงสูงสุดในช่วงที่มองเห็น
tr_tr: Oyunun ekran kartında tuttuğu bellek. Ölçek, görünen aralıktaki en düşük değerden en yükseğe uzanır.
uk_ua: Пам'ять, яку гра займає на відеокарті. Шкала йде від найменшого до найбільшого значення у видимому діапазоні.
zh_cn: 游戏在显卡上占用的内存。刻度为可见范围内的最低值到最高值。
zh_tw: 遊戲在顯示卡上占用的記憶體。刻度為可見範圍內的最低值到最高值。

# ProfileMemoryOwnerRowFormat
source: {0} allocated
cs_cz: {0} – alokace
de_de: {0} belegt
es_es: {0}: asignado
fr_fr: {0} : alloué
id_id: {0} dialokasikan
it_it: {0}: allocata
ja_jp: {0} の割り当て
ko_kr: {0} 할당
pl_pl: {0} – przydział
pt_br: {0}: alocado
ru_ru: {0}: выделено
th_th: {0} จัดสรร
tr_tr: {0} ayırdı
uk_ua: {0}: виділено
zh_cn: {0} 分配
zh_tw: {0} 配置

# ProfileMemoryOwnerRowTip
source: The memory the highlighted mod's scripts allocated, one bar per moment, against the most in one of them. Garbage that piles up just before the collections above points at this mod.
cs_cz: Paměť alokovaná skripty zvýrazněného modu, jeden sloupec za okamžik, vůči nejvíce v jednom z nich. Odpad, který se hromadí těsně před úklidy výše, ukazuje na tento mod.
de_de: Der Speicher, den die Skripte des hervorgehobenen Mods belegten, ein Balken je Zeitpunkt, gemessen am meisten in einem davon. Müll, der sich kurz vor den Bereinigungen darüber häuft, weist auf diesen Mod.
es_es: La memoria que asignaron los scripts del mod resaltado, una barra por momento, frente al máximo en uno de ellos. Basura que se acumula justo antes de las limpiezas de arriba apunta a este mod.
fr_fr: La mémoire allouée par les scripts du mod mis en évidence, une barre par moment, rapportée au maximum de l’un d’eux. Des déchets qui s’accumulent juste avant les nettoyages au-dessus désignent ce mod.
id_id: Memori yang dialokasikan skrip mod yang disorot, satu batang per saat, dibandingkan dengan yang terbanyak. Sampah yang menumpuk tepat sebelum pembersihan di atas menunjuk ke mod ini.
it_it: La memoria allocata dagli script della mod evidenziata, una barra per momento, rispetto al massimo in uno di essi. Spazzatura che si accumula appena prima delle pulizie sopra indica questa mod.
ja_jp: 強調した MOD のスクリプトが割り当てたメモリを時点ごとに棒で表示します。最も多い時点がいっぱいの棒です。上の GC の棒の直前にこの棒が集まるなら、この MOD が GC を引き起こしています。
ko_kr: 강조한 모드의 스크립트가 할당한 메모리를 시점마다 막대로 보여줍니다. 가장 많이 할당한 시점이 꽉 찬 막대입니다. 위 GC 막대 바로 앞에 이 막대가 몰리면 이 모드가 GC를 부르는 것입니다.
pl_pl: Pamięć przydzielona przez skrypty wyróżnionego moda, jeden słupek na chwilę, względem największej z nich. Śmieci gromadzące się tuż przed czyszczeniami powyżej wskazują na ten mod.
pt_br: A memória que os scripts do mod destacado alocaram, uma barra por momento, em relação ao máximo em um deles. Lixo que se acumula logo antes das limpezas acima aponta para este mod.
ru_ru: Память, выделенная скриптами выделенного мода, по столбцу на момент, относительно наибольшего из них. Мусор, копящийся прямо перед очистками выше, указывает на этот мод.
th_th: หน่วยความจำที่สคริปต์ของม็อดที่ไฮไลต์จัดสรร แท่งละช่วงเวลา เทียบกับช่วงที่มากที่สุด ถ้าแท่งเหล่านี้กองอยู่ก่อนแท่ง GC ด้านบน แสดงว่าม็อดนี้ทำให้เกิด GC
tr_tr: Vurgulanan modun betiklerinin ayırdığı bellek, her an için bir çubuk, en çok olana göre. Yukarıdaki temizliklerden hemen önce biriken çöp bu modu gösterir.
uk_ua: Пам'ять, виділена скриптами виділеного мода, по стовпцю на момент, відносно найбільшого з них. Сміття, що накопичується просто перед очищеннями вище, вказує на цей мод.
zh_cn: 按时刻以柱显示突出显示的模组脚本分配的内存，分配最多的时刻为满柱。若这些柱集中在上方 GC 柱之前，就是此模组引起了 GC。
zh_tw: 依時刻以長條顯示醒目模組腳本配置的記憶體，配置最多的時刻為滿長條。若這些長條集中在上方 GC 長條之前，就是此模組引發了 GC。

# ProfileCollectionsValueFormat
source: {0:N0} times
de_de: {0:N0}-mal
es_es: {0:N0} veces
fr_fr: {0:N0} fois
id_id: {0:N0} kali
it_it: {0:N0} volte, in pausa per {1}
ja_jp: {0:N0} 回
pt_br: {0:N0} vezes, pausa de {1}
ru_ru: {0:N0} раз, пауза {1}
tr_tr: {0:N0} kez, duraklama {1}
uk_ua: {0:N0} разів, пауза {1}
zh_tw: {0:N0} 次

# ProfileColumnFunction
source: Function
cs_cz: Funkce
de_de: Funktion
es_es: Función
fr_fr: Fonction
id_id: Fungsi
it_it: Funzione
ja_jp: 関数
ko_kr: 함수
pl_pl: Funkcja
pt_br: Função
ru_ru: Функция
th_th: ฟังก์ชัน
tr_tr: İşlev
uk_ua: Функція
zh_cn: 函数
zh_tw: 函式

# ProfileColumnFile
source: File
cs_cz: Soubor
de_de: Datei
es_es: Archivo
fr_fr: Fichier
ja_jp: ファイル
ko_kr: 파일
pl_pl: Plik
pt_br: Arquivo
ru_ru: Файл
th_th: ไฟล์
tr_tr: Dosya
uk_ua: Файл
zh_cn: 文件
zh_tw: 檔案

# ProfileColumnMethod
source: Method
cs_cz: Metoda
de_de: Methode
es_es: Método
fr_fr: Méthode
id_id: Metode
it_it: Metodo
ja_jp: メソッド
ko_kr: 메서드
pl_pl: Metoda
pt_br: Método
ru_ru: Метод
th_th: เมธอด
tr_tr: Yöntem
uk_ua: Метод
zh_cn: 方法
zh_tw: 方法

# ProfileColumnThread
source: Thread
cs_cz: Vlákno
es_es: Hilo
ja_jp: スレッド
ko_kr: 스레드
pl_pl: Wątek
ru_ru: Поток
th_th: เธรด
tr_tr: İş parçacığı
uk_ua: Потік
zh_cn: 线程
zh_tw: 執行緒

# ProfileColumnTime
source: Time
cs_cz: Čas
de_de: Zeitpunkt
es_es: Momento
fr_fr: Moment
id_id: Waktu
it_it: Momento
ja_jp: 時刻
ko_kr: 시각
pl_pl: Czas
pt_br: Momento
ru_ru: Время
th_th: เวลา
tr_tr: Zaman
uk_ua: Час
zh_cn: 时间点
zh_tw: 時間點

# ProfileColumnLength
source: Length
cs_cz: Délka
de_de: Dauer
es_es: Duración
fr_fr: Durée
id_id: Durasi
it_it: Durata
ja_jp: 長さ
ko_kr: 길이
pl_pl: Długość
pt_br: Duração
ru_ru: Длительность
th_th: ระยะเวลา
tr_tr: Süre
uk_ua: Тривалість
zh_cn: 时长
zh_tw: 長度

# ProfileColumnKind
source: Kind
cs_cz: Druh
de_de: Art
es_es: Tipo
fr_fr: Type
id_id: Jenis
it_it: Tipo
ja_jp: 種類
ko_kr: 종류
pl_pl: Rodzaj
pt_br: Tipo
ru_ru: Тип
th_th: ประเภท
tr_tr: Tür
uk_ua: Тип
zh_cn: 类型
zh_tw: 類型

# ProfileColumnDetail
source: Details
cs_cz: Podrobnosti
es_es: Detalles
fr_fr: Détails
id_id: Detail
it_it: Dettagli
ja_jp: 内容
ko_kr: 내용
pl_pl: Szczegóły
pt_br: Detalhes
ru_ru: Подробности
th_th: รายละเอียด
tr_tr: Ayrıntılar
uk_ua: Подробиці
zh_cn: 详情
zh_tw: 詳細資料

# ProfileImport
source: Open recording…
cs_cz: Otevřít záznam…
de_de: Aufnahme öffnen…
es_es: Abrir grabación…
fr_fr: Ouvrir un enregistrement…
id_id: Buka rekaman…
it_it: Apri registrazione…
ja_jp: 記録を開く…
ko_kr: 녹화 파일 불러오기…
pl_pl: Otwórz nagranie…
pt_br: Abrir gravação…
ru_ru: Открыть запись…
th_th: เปิดไฟล์บันทึก…
tr_tr: Kaydı aç…
uk_ua: Відкрити запис…
zh_cn: 打开录制文件…
zh_tw: 開啟錄製檔案…

# ProfileSaveAs
source: Save as…
cs_cz: Uložit jako…
de_de: Speichern unter…
es_es: Guardar como…
fr_fr: Enregistrer sous…
id_id: Simpan sebagai…
it_it: Salva con nome…
ja_jp: 名前を付けて保存…
ko_kr: 다른 이름으로 저장…
pl_pl: Zapisz jako…
pt_br: Salvar como…
ru_ru: Сохранить как…
th_th: บันทึกเป็น…
tr_tr: Farklı kaydet…
uk_ua: Зберегти як…
zh_cn: 另存为…
zh_tw: 另存新檔…

# ProfileSaveRange
source: Save selection
de_de: Auswahl speichern
es_es: Guardar selección
fr_fr: Enregistrer la sélection
id_id: Simpan pilihan
it_it: Salva selezione
ja_jp: 選択範囲を保存
ru_ru: Сохранить выделение
uk_ua: Зберегти виділення
zh_tw: 儲存選取範圍

# ProfileRangeSavedFormat
source: Saved the selection as a new recording: {0}
de_de: Auswahl als neue Aufzeichnung gespeichert: {0}
es_es: Selección guardada como nueva grabación: {0}
fr_fr: Sélection enregistrée comme nouvel enregistrement : {0}
id_id: Pilihan disimpan sebagai rekaman baru: {0}
it_it: Selezione salvata come nuova registrazione: {0}
ja_jp: 選択範囲を新しい記録として保存しました: {0}
ru_ru: Выделение сохранено как новая запись: {0}
uk_ua: Виділення збережено як новий запис: {0}
zh_tw: 已將選取範圍儲存為新記錄：{0}

# ProfileMoreActions
source: More
cs_cz: Další
de_de: Mehr
es_es: Más
fr_fr: Plus
id_id: Lainnya
it_it: Altro
ja_jp: その他
ko_kr: 더 보기
pl_pl: Więcej
pt_br: Mais
ru_ru: Ещё
th_th: เพิ่มเติม
tr_tr: Daha fazla
uk_ua: Більше
zh_cn: 更多
zh_tw: 更多

# ProfileTabLua
source: Scripts (Lua)
cs_cz: Skripty (Lua)
de_de: Skripte (Lua)
id_id: Skrip (Lua)
it_it: Script (Lua)
ja_jp: スクリプト (Lua)
ko_kr: 스크립트 (Lua)
pl_pl: Skrypty (Lua)
ru_ru: Скрипты (Lua)
th_th: สคริปต์ (Lua)
tr_tr: Betikler (Lua)
uk_ua: Скрипти (Lua)
zh_cn: 脚本 (Lua)
zh_tw: 指令碼 (Lua)

# ProfileTabJava
source: Game code (Java)
cs_cz: Kód hry (Java)
de_de: Spielcode (Java)
es_es: Código del juego (Java)
fr_fr: Code du jeu (Java)
id_id: Kode game (Java)
it_it: Codice del gioco (Java)
ja_jp: ゲームコード (Java)
ko_kr: 게임 코드 (Java)
pl_pl: Kod gry (Java)
pt_br: Código do jogo (Java)
ru_ru: Код игры (Java)
th_th: โค้ดเกม (Java)
tr_tr: Oyun kodu (Java)
uk_ua: Код гри (Java)
zh_cn: 游戏代码 (Java)
zh_tw: 遊戲程式碼 (Java)

# ProfileTabAllocation
source: Memory allocation
cs_cz: Alokace paměti
de_de: Speicherbelegung
es_es: Asignación de memoria
fr_fr: Allocation mémoire
id_id: Alokasi memori
it_it: Allocazione di memoria
ja_jp: メモリ割り当て
ko_kr: 메모리 할당
pl_pl: Alokacja pamięci
pt_br: Alocação de memória
ru_ru: Выделение памяти
th_th: การจัดสรรหน่วยความจำ
tr_tr: Bellek ayırma
uk_ua: Виділення пам'яті
zh_cn: 内存分配
zh_tw: 記憶體配置

# ProfileCallTree
source: Call tree
cs_cz: Strom volání
de_de: Aufrufbaum
es_es: Árbol de llamadas
fr_fr: Arbre d’appels
id_id: Pohon panggilan
it_it: Albero delle chiamate
ja_jp: 呼び出しツリー
ko_kr: 호출 트리
pl_pl: Drzewo wywołań
pt_br: Árvore de chamadas
ru_ru: Дерево вызовов
th_th: ต้นไม้การเรียก
tr_tr: Çağrı ağacı
uk_ua: Дерево викликів
zh_cn: 调用树
zh_tw: 呼叫樹

# ProfileCallTreeTip
source: Groups this owner's functions by the call paths that led to them: the outermost function, such as an event handler, on top, and what it called inside. Only samples that ended in this owner's functions count. Off: a plain list of the functions.
cs_cz: Seskupí funkce tohoto vlastníka podle cest volání, které k nim vedly: nahoře nejvnější funkce, například obsluha události, uvnitř to, co volala. Počítají se jen vzorky, které skončily ve funkcích tohoto vlastníka. Vypnuto: prostý seznam funkcí.
de_de: Ordnet die Funktionen dieses Besitzers nach den Aufrufpfaden, die zu ihnen führten: oben die äußerste Funktion, etwa ein Ereignis-Handler, darunter, was sie aufrief. Gezählt werden nur Stichproben, die in Funktionen dieses Besitzers endeten. Aus: eine einfache Liste der Funktionen.
es_es: Agrupa las funciones de este propietario por las rutas de llamada que llevaron a ellas: arriba la función más externa, como un controlador de eventos, y dentro lo que llamó. Solo cuentan las muestras que terminaron en funciones de este propietario. Desactivado: una lista simple de funciones.
fr_fr: Regroupe les fonctions de ce propriétaire selon les chemins d’appel qui y ont mené : en haut la fonction la plus externe, comme un gestionnaire d’événement, et dedans ce qu’elle a appelé. Seuls comptent les échantillons terminés dans une fonction de ce propriétaire. Désactivé : une simple liste des fonctions.
id_id: Mengelompokkan fungsi pemilik ini menurut jalur panggilan yang menuju ke sana: fungsi terluar, seperti penangan event, di atas, dan yang dipanggilnya di dalam. Hanya sampel yang berakhir di fungsi pemilik ini yang dihitung. Mati: daftar fungsi biasa.
it_it: Raggruppa le funzioni di questo proprietario secondo i percorsi di chiamata che vi hanno portato: in alto la funzione più esterna, come un gestore di eventi, e dentro ciò che ha chiamato. Contano solo i campioni terminati nelle funzioni di questo proprietario. Disattivato: un semplice elenco delle funzioni.
ja_jp: この所有者の関数を、そこへ至った呼び出し経路ごとにまとめて表示します。イベント処理関数のような一番外側の関数が上にあり、展開するとその関数が呼んだ関数が表示されます。この所有者の関数で終わったサンプルだけを数えます。オフにすると関数の一覧になります。
ko_kr: 이 모드의 함수를 호출된 경로대로 묶어 보여줍니다. 이벤트 처리 함수처럼 가장 바깥 함수가 맨 위에 있고, 펼치면 그 함수가 부른 함수가 나옵니다. 이 모드의 함수에서 끝난 샘플만 셉니다. 끄면 함수 목록으로 봅니다.
pl_pl: Grupuje funkcje tego właściciela według ścieżek wywołań, które do nich prowadziły: na górze funkcja najbardziej zewnętrzna, np. obsługa zdarzenia, a wewnątrz to, co wywołała. Liczą się tylko próbki zakończone w funkcjach tego właściciela. Wyłączone: zwykła lista funkcji.
pt_br: Agrupa as funções deste dono pelos caminhos de chamada que levaram a elas: no topo a função mais externa, como um tratador de evento, e dentro o que ela chamou. Só contam as amostras que terminaram em funções deste dono. Desligado: uma lista simples das funções.
ru_ru: Группирует функции этого владельца по путям вызовов, которые к ним привели: наверху самая внешняя функция, например обработчик события, внутри — то, что она вызвала. Учитываются только выборки, завершившиеся в функциях этого владельца. Выключено: простой список функций.
th_th: จัดกลุ่มฟังก์ชันของเจ้าของนี้ตามเส้นทางการเรียกที่นำมาถึง: ฟังก์ชันชั้นนอกสุด เช่น ตัวจัดการอีเวนต์ อยู่ด้านบน และสิ่งที่มันเรียกอยู่ด้านใน นับเฉพาะตัวอย่างที่จบในฟังก์ชันของเจ้าของนี้ ปิด: รายการฟังก์ชันแบบธรรมดา
tr_tr: Bu sahibin işlevlerini onlara götüren çağrı yollarına göre gruplar: en dıştaki işlev, örneğin bir olay işleyicisi, üstte; çağırdıkları içeride. Yalnızca bu sahibin işlevlerinde biten örnekler sayılır. Kapalı: düz bir işlev listesi.
uk_ua: Групує функції цього власника за шляхами викликів, що до них привели: угорі найзовнішня функція, наприклад обробник події, усередині — те, що вона викликала. Враховуються лише вибірки, що завершилися у функціях цього власника. Вимкнено: простий список функцій.
zh_cn: 按调用路径分组显示此所属方的函数：最外层的函数（如事件处理函数）在上，展开后显示它调用的函数。只统计结束于此所属方函数的样本。关闭后显示函数列表。
zh_tw: 依呼叫路徑分組顯示此擁有者的函式：最外層的函式（如事件處理函式）在上，展開後顯示它呼叫的函式。只計算結束於此擁有者函式的樣本。關閉後顯示函式清單。

# ProfileSearch
source: Search
cs_cz: Hledat
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
id_id: Cari
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
pl_pl: Szukaj
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
tr_tr: Ara
uk_ua: Пошук
zh_cn: 搜索
zh_tw: 搜尋

# ProfileCompare
source: Compare with
cs_cz: Porovnat s
de_de: Vergleichen mit
es_es: Comparar con
fr_fr: Comparer avec
id_id: Bandingkan dengan
it_it: Confronta con
ja_jp: 比較対象
ko_kr: 비교 대상
pl_pl: Porównaj z
pt_br: Comparar com
ru_ru: Сравнить с
th_th: เปรียบเทียบกับ
tr_tr: Şununla karşılaştır
uk_ua: Порівняти з
zh_cn: 对比对象
zh_tw: 比較對象

# ProfileCompareNone
source: No other recording to compare with
de_de: Keine andere Aufzeichnung zum Vergleichen
es_es: No hay otra grabación con la que comparar
fr_fr: Aucun autre enregistrement à comparer
id_id: Tidak ada rekaman lain untuk dibandingkan
it_it: Nessun’altra registrazione da confrontare
ja_jp: 比較できるほかの記録がありません
pt_br: Nenhuma outra gravação para comparar
ru_ru: Нет другой записи для сравнения
tr_tr: Karşılaştırılacak başka kayıt yok
uk_ua: Немає іншого запису для порівняння
zh_tw: 沒有可比較的其他錄製

# ProfileThreadName
source: Threads
es_es: Hilos
id_id: Thread
it_it: Thread
ja_jp: スレッド
ru_ru: Потоки
tr_tr: İş parçacıkları
uk_ua: Потоки
zh_tw: 執行緒

# ProfileRollingTip
source: Just stuttered? Press this: the game has kept about the last minute, and it is saved as a recording. Mode: {0}
cs_cz: Právě se hra zasekla? Stiskněte: hra uchovala zhruba poslední minutu a ta se uloží jako záznam. Režim: {0}
de_de: Gerade geruckelt? Hier drücken: Das Spiel hat etwa die letzte Minute behalten, sie wird als Aufnahme gespeichert. Modus: {0}
es_es: ¿Acaba de dar tirones? Pulsa aquí: el juego ha conservado aproximadamente los últimos {1} min y se guardan como grabación. Modo: {0}
fr_fr: Ça vient de saccader ? Appuyez ici : le jeu a gardé environ la dernière minute, enregistrée comme un enregistrement. Mode : {0}
id_id: Baru saja tersendat? Tekan ini: game menyimpan sekitar satu menit terakhir, dan itu disimpan sebagai rekaman. Mode: {0}
it_it: Ha appena scattato? Premi qui: il gioco ha conservato circa l'ultimo minuto, che viene salvato come registrazione. Modalità: {0}
ja_jp: 今カクついたなら押してください。ゲームが保持している直前の約 {1} 分を記録として保存します。モード: {0}
ko_kr: 방금 끊겼다면 누르세요. 게임이 기록해 둔 직전 약 1분을 녹화로 저장합니다. 기록 방식: {0}
pl_pl: Właśnie przycięło? Naciśnij: gra zachowała mniej więcej ostatnią minutę, która zostanie zapisana jako nagranie. Tryb: {0}
pt_br: Acabou de travar? Clique aqui: o jogo manteve cerca do último minuto, que é salvo como gravação. Modo: {0}
ru_ru: Только что подвисло? Нажмите: игра хранила примерно последнюю минуту, она сохранится как запись. Режим: {0}
th_th: เพิ่งกระตุกใช่ไหม กดที่นี่: เกมเก็บประมาณหนึ่งนาทีล่าสุดไว้ และจะบันทึกเป็นการบันทึกหนึ่งรายการ โหมด: {0}
tr_tr: Az önce takıldı mı? Buna basın: oyun yaklaşık son dakikayı tuttu, bir kayıt olarak kaydedilir. Mod: {0}
uk_ua: Щойно підвисло? Натисніть: гра зберігала приблизно останню хвилину, її буде збережено як запис. Режим: {0}
zh_cn: 刚刚卡顿？点这里：游戏保留了最近约 1 分钟，会保存为一段录制。模式：{0}
zh_tw: 剛剛卡頓？按這裡：遊戲保留了最近約 1 分鐘，會儲存為一段錄製。模式：{0}

# ProfileCalledFromFormat
source: Called from line {1} of {0}
de_de: Aufgerufen aus Zeile {1} von {0}
es_es: Llamada desde la línea {1} de {0}
fr_fr: Appelée depuis la ligne {1} de {0}
id_id: Dipanggil dari baris {1} di {0}
it_it: Chiamata dalla riga {1} di {0}
ja_jp: {0} の {1} 行目から呼び出し
pt_br: Chamada da linha {1} de {0}
ru_ru: Вызвана из строки {1} функции {0}
tr_tr: {0} içindeki {1}. satırdan çağrıldı
uk_ua: Викликано з рядка {1} функції {0}
zh_tw: 從 {0} 的第 {1} 行呼叫

# ProfileOwnLinesFormat
source: Lines it ran itself · {0}
de_de: Selbst ausgeführte Zeilen · {0}
es_es: Líneas ejecutadas por sí misma · {0}
fr_fr: Lignes exécutées elle-même · {0}
id_id: Baris yang dijalankan sendiri · {0}
it_it: Righe eseguite da sé · {0}
ja_jp: 自身で実行した行 · {0} 行
pt_br: Linhas executadas por ela mesma · {0}
ru_ru: Строки, выполненные ею самой · {0}
tr_tr: Kendi çalıştırdığı satırlar · {0}
uk_ua: Рядки, виконані нею самою · {0}
zh_tw: 自身執行的行 · {0} 行

# ProfileLineCallFormat
source: {0} (call)
de_de: {0} (Aufruf)
es_es: {0} (llamada)
fr_fr: {0} (appel)
id_id: {0} (panggilan)
it_it: {0} (chiamata)
ja_jp: {0} (呼び出し)
pt_br: {0} (chamada)
ru_ru: {0} (вызов)
tr_tr: {0} (çağrı)
uk_ua: {0} (виклик)
zh_tw: {0}（呼叫）

# ProfileStatGcPause
source: GC pause
es_es: Pausa de GC
fr_fr: Pause GC
id_id: Jeda GC
it_it: Pausa GC
ja_jp: GC 停止
pt_br: Pausa de GC
ru_ru: Пауза GC
tr_tr: GC duraklaması
uk_ua: Пауза GC
zh_tw: GC 暫停

# ProfileCollectorBusyFormat
source: GC working {0:P0}
de_de: GC aktiv {0:P2}
es_es: GC activo {0:P2}
fr_fr: GC actif {0:P0}
id_id: GC bekerja {0:P0}
it_it: GC attivo {0:P0}
ja_jp: GC 稼働 {0:P2}
ru_ru: GC работает {0:P0}
uk_ua: GC працює {0:P0}
zh_tw: GC 運作 {0:P0}

# ProfileCollectorBusyShortFormat
source: working {0:P0}
de_de: aktiv {0:P2}
es_es: activo {0:P2}
fr_fr: actif {0:P0}
id_id: bekerja {0:P0}
ja_jp: 稼働 {0:P2}
zh_tw: 運作 {0:P0}

# ProfileRangeStallsFormat
source: Waited for memory {0:N0} times, longest {1}
de_de: Auf Speicher gewartet: {0:N0}-mal, am längsten {1}
es_es: Esperas de memoria: {0:N0}, la más larga {1}
fr_fr: Attentes de mémoire : {0:N0}, la plus longue {1}
id_id: Menunggu memori {0:N0} kali, terlama {1}
it_it: Attese di memoria: {0:N0}, la più lunga {1}
ja_jp: メモリ待ち {0:N0} 回、最長 {1}
ru_ru: Ожидание памяти: {0:N0} раз, дольше всего {1}
uk_ua: Очікування пам'яті: {0:N0} раз, найдовше {1}
zh_tw: 等待記憶體 {0:N0} 次，最長 {1}

# ProfileCollectorBusyTip
source: GC pause: time the whole game stopped for garbage collection. ZGC, the game's default, hardly ever stops it. GC working: the share of the range the collector was running. It runs beside the game and shares its CPU, so with memory short it nears 100% and the game slows down. Waited for memory: how many times a thread stopped until memory was freed, because memory was full.
de_de: GC-Pause: Zeit, in der das ganze Spiel für die Speicherbereinigung anhielt. ZGC, die Voreinstellung des Spiels, hält es kaum je an. GC aktiv: Anteil des Abschnitts, in dem die Speicherbereinigung lief. Sie läuft neben dem Spiel und teilt sich die CPU, daher geht sie bei knappem Speicher gegen 100 % und das Spiel wird langsamer. Auf Speicher gewartet: wie oft ein Thread anhielt, bis Speicher frei wurde, weil er voll war.
es_es: Pausa de GC: tiempo en que todo el juego se detuvo por la recolección de basura. ZGC, la opción por defecto del juego, casi nunca lo detiene. GC activo: parte del tramo en que el recolector estuvo trabajando. Funciona junto al juego y comparte su CPU, así que con poca memoria se acerca al 100 % y el juego va más lento. Esperas de memoria: cuántas veces un hilo se detuvo hasta que se liberó memoria, porque estaba llena.
fr_fr: Pause GC : temps pendant lequel tout le jeu s'est arrêté pour le ramasse-miettes. ZGC, le réglage par défaut du jeu, ne l'arrête presque jamais. GC actif : part de la plage pendant laquelle le ramasse-miettes travaillait. Il tourne à côté du jeu et partage son processeur : quand la mémoire manque, il approche 100 % et le jeu ralentit. Attentes de mémoire : nombre de fois où un fil s'est arrêté jusqu'à ce que de la mémoire soit libérée, parce qu'elle était pleine.
id_id: Jeda GC: waktu seluruh gim berhenti untuk pembersihan memori. ZGC, bawaan gim ini, hampir tidak pernah menghentikannya. GC bekerja: bagian rentang saat pembersih memori berjalan. Ia berjalan di samping gim dan berbagi CPU, jadi saat memori kurang angkanya mendekati 100% dan gim melambat. Menunggu memori: berapa kali sebuah thread berhenti sampai memori dibebaskan, karena memori penuh.
it_it: Pausa GC: tempo in cui l'intero gioco si è fermato per la raccolta dei rifiuti. ZGC, l'impostazione predefinita del gioco, non lo ferma quasi mai. GC attivo: parte dell'intervallo in cui il raccoglitore era al lavoro. Gira accanto al gioco e ne condivide la CPU, quindi con poca memoria si avvicina al 100% e il gioco rallenta. Attese di memoria: quante volte un thread si è fermato finché non è stata liberata memoria, perché era piena.
ja_jp: GC 停止: メモリ整理のためにゲーム全体が止まった時間です。ゲームの既定である ZGC はほとんど止めません。 GC 稼働: 区間のうちメモリ整理が動いていた時間の割合です。ゲームと並行して動き CPU を分け合うため、メモリが足りないと 100% に近づき、ゲームが遅くなります。 メモリ待ち: メモリがいっぱいで、スレッドが整理を待って止まった回数です。
ru_ru: Пауза GC: время, когда вся игра стояла из-за сборки мусора. ZGC, стандартный для игры, почти никогда её не останавливает. GC работает: доля отрезка, когда работал сборщик мусора. Он работает рядом с игрой и делит с ней процессор, поэтому при нехватке памяти доля близка к 100 % и игра замедляется. Ожидание памяти: сколько раз поток останавливался, пока не освободится память, потому что она была заполнена.
uk_ua: Пауза GC: час, коли вся гра стояла через збирання сміття. ZGC, типовий для гри, майже ніколи її не зупиняє. GC працює: частка відрізка, коли працював збирач сміття. Він працює поруч із грою й ділить із нею процесор, тож за браку пам'яті частка наближається до 100 % і гра сповільнюється. Очікування пам'яті: скільки разів потік зупинявся, доки не звільниться пам'ять, бо вона була заповнена.
zh_tw: GC 暫停：因垃圾回收整個遊戲停下的時間。遊戲預設的 ZGC 幾乎不會讓它停下。 GC 運作：區間中垃圾回收器在工作的時間比例。它與遊戲同時執行並分享 CPU，記憶體不足時會接近 100%，遊戲隨之變慢。 等待記憶體：因記憶體已滿，執行緒停下等待釋放記憶體的次數。
